const help = (p, date, user, wame) => {
return `*Olá _@${user}_ bem vindo ao ✟🔥⃢⃟𝘼𝙇𝘼⃟𝙎𝙏𝙊𝙍 𝘽𝙊⃟𝙏🔥✟, vejo aqui que você assinou meu contrato então tem acesso ao menu, se quiser ver minhas redes sociais escreva o comandos ${p}sociais.*

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋✟🔥⃢⃟𝘼𝙇𝘼⃟𝙎𝙏𝙊𝙍 𝘽𝙊⃟𝙏🔥✟
┋  
┋ 🕐 𝐃𝐚𝐭𝐚: ${date}
┋ 🌎 𝐖𝐚𝐦𝐞: 
┋ ${wame}
┋ 👤𝙐𝙨𝙪𝙖́𝙧𝙞𝙤: ${user}
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ ⚡ 𝙋𝙍𝙄𝙉𝘾𝙄𝙋𝘼𝙄𝙎 ⚡
┋
┋ *${p}basemd*
┋ *${p}painel* 
┋ ${p}listblockcmd 
┋ ${p}listpalavra 
┋ ${p}info 
┋ ${p}ajuda 
┋ ${p}help 
┋ ${p}oficialcriador 
┋ ${p}comandos 
┋ ${p}menulite 
┋ ${p}menu 
┋ ${p}ping 
┋ ${p}blocklist 
┋ ${p}blacklist 
┋ ${p}criador  
┋ ${p}toimg (resp sticker) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋  🎵 𝘼𝙐𝘿𝙄𝙊 🎵
┋
┋ ${p}snaptube (name or yt link) 
┋ ${p}snap (name or yt link) 
┋ ${p}gtts (la) (txt) 
┋ ${p}lyrics 
┋ ${p}ptlyrics  
┋ ${p}play (music name) 
┋ ${p}p (music name)
┋ ${p}playmp4 (music name) 
┋ ${p}pmp4 (music name)
┋ ${p}tomp3 (cap, resp vid) 
┋ ${p}ytmp4 (yt url) 
┋ ${p}ytmp3 (yt url) 
┋ ${p}ytsrc (query) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ 📊 𝙀𝙉𝙌𝙐𝙀𝙏𝙀 📊
┋
┋ ${p}pollinit (title)
┋ ${p}poll (title)
┋ ${p}enq (option)
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋  ✨ 𝙎𝙏𝙄𝘾𝙆𝙀𝙍 ✨
┋
┋ ${p}emoji (emoji1 + emoji2)
┋ ${p}stiker (leg, resp img) 
┋ ${p}sticker (leg, resp img) 
┋ ${p}csticker (leg, resp img) 
┋ ${p}cstiker (leg, resp img) 
┋ ${p}fstiker (leg, resp img) 
┋ ${p}fsticker (leg, resp img) 
┋ ${p}nstiker (pack) (author) 
┋ ${p}nsticker (pack) (author) 
┋ ${p}nfstiker (pack) (author) 
┋ ${p}nfsticker (pack) (author) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋  😎 𝘾𝙍𝙄𝘼𝘿𝙊𝙍 😎
┋
┋ ${p}entrargp (group link) 
┋ ${p}blocklevel (1 or 0) 
┋ ${p}blockcmd (cmd sem prefix) 
┋ ${p}unblockcmd (cmd sem prefix) 
┋ ${p}antispamcmd (1 or 0) 
┋ ${p}antinewchat (1 or 0) 
┋ ${p}antipv (1 or 0) 
┋ ${p}anticall (1 or 0) 
┋ ${p}block (num)
┋ ${p}msg (reply msg)
┋ ${p}unblock (num) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋   🕹️ 𝙅𝙊𝙂𝙊𝙎 🕹️
┋
┋╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋┋ 
┋┋ 💣𝘾𝘼𝙈𝙋𝙊 𝙈𝙄𝙉𝘼𝘿𝙊💣
┋┋
┋┋ ${p}minado (difficult)
┋┋ ${p}mina (coord)
┋┋ ${p}minatips
┋┋ ${p}mineshelp
┋┋ ${p}minareset
┋╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
┋
┋╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋┋ 😃 𝑫𝑰𝑽𝑬𝑹𝑺𝑨̃𝑶 😃
┋┋ 
┋┋ ${p}jogodaforca
┋┋ ${p}forca (letter)
┋┋ ${p}resetforca
┋┋ ${p}gimage (text)
┋┋ ${p}anagrama
┋┋ ${p}ranagram (word)
┋┋ ${p}rstanagram
┋┋ ${p}caçaniquel 
┋┋ ${p}papel 
┋┋ ${p}pedra 
┋┋ ${p}tesoura
┋╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
┋
┋╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋┋ 🎲 𝘽𝙇𝘼𝙕𝙀 🎲
┋┋ 
┋┋ ${p}blaze
┋┋ ${p}double
┋┋ ${p}crash
┋┋ ${p}crashrank
┋┋ ${p}doublerank
┋╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
┋
┋╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋┋ 🧞‍♂️ 𝘼𝙆𝙄𝙉𝘼𝙏𝙊𝙍 🧞‍♂️
┋┋
┋┋ ${p}akinator
┋┋ ${p}resetaki
┋╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
┋
┋╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋┋💥 𝙍𝙊𝙇𝙀𝙏𝘼 𝙍𝙐𝙎𝙎𝘼 💥
┋┋
┋┋ ${p}helproleta 
┋┋ ${p}roletarussamed 
┋┋ ${p}roletarussaeasy 
┋┋ ${p}roletarussapac 
┋╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
┋
┋╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋┋ #️⃣ 𝙅𝙊𝙂𝙊 𝘿𝘼 𝙑𝙀𝙇𝙃𝘼 #️⃣
┋┋
┋┋ ${p}ttt (dificulty) 
┋┋ ${p}coord (coordenada)  
┋┋ ${p}tttme 
┋┋ ${p}tttrank 
┋┋ ${p}ttthelp
┋╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
┋
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ 🗣️ 𝙄𝙈𝙄𝙏𝘼𝘿𝙊𝙍 🗣️
┋
┋ ${p}ibere
┋ ${p}eminem
┋ ${p}faustao
┋ ${p}patolino
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋    🗳️ 𝙑𝙊𝙏𝙊 🗳️
┋
┋ ${p}votohelp  
┋ ${p}votoinit (txt) | opt1 | opt2
┋ ${p}clearvoto 
┋ ${p}votostatus 
┋ ${p}voto (opc) 
┋ ${p}votofinish 
┋ ${p}gpvotohelp 
┋ ${p}gpvotoinit 
┋ ${p}gpclearvoto 
┋ ${p}gpvotostatus 
┋ ${p}gpvoto 
┋ ${p}gpvotofinish 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ 🕵🏻‍♂️ 𝘾𝙊𝙉𝙎𝙐𝙇𝙏𝘼𝙎 🕵🏻‍♂️
┋
┋ ${p}ddd (ddd)
┋ ${p}cep (cep)
┋ ${p}ip (ip)
┋ ${p}geo (local)
┋ ${p}encomenda (code)
┋ ${p}cnpj (cnpj)
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ 🔎 𝙋𝙀𝙎𝙌𝙐𝙄𝙎𝘼 🔎
┋
┋ ${p}wikipedia (txt)
┋ ${p}gsearch (txt)
┋ ${p}gmaps (txt)
┋ ${p}pensador (txt)
┋ ${p}thumbzilla (txt)
┋ ${p}xvideos (txt)
┋ ${p}xanimu (txt)
┋ ${p}rule34 (txt)
┋ ${p}fapster (txt)
┋ ${p}xnxx (txt)
┋ ${p}thumbzilla (txt)
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ 🙋‍♂️ 𝘽𝙊𝘼𝙎 𝙑𝙄𝙉𝘿𝘼𝙎 🙋‍♂️
┋
┋ ${p}byeadd (txt) 
┋ ${p}welcomeadd (txt) 
┋ ${p}welcomehelp 
┋ ${p}welcome (1 or 0) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ ⏱️ 𝘾𝙊𝙉𝙏𝘼𝘿𝙊𝙍 ⏱️
┋
┋ ${p}checkativo (dial)  
┋ ${p}rankativo 
┋ ${p}atividade  
┋ ${p}filtroativo (qnt) 
┋ ${p}banativos 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋   🔇 𝙈𝙐𝙏𝘼𝙍 🔇
┋
┋ ${p}mute (marcar) 
┋ ${p}desmute (marcar)  
┋ ${p}mutados 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋   💫 𝙇𝙀𝙑𝙀𝙇 💫
┋
┋ ${p}level (n/a, num) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯


╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋   ⏳ 𝙇𝙄𝙈𝙄𝙏𝙀𝙎 ⏳
┋
┋ ${p}rmlimituser 
┋ ${p}resetlimit  
┋ ${p}limitcmd (1 or 0) 
┋ ${p}mylimit 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋    ❌ 𝘼𝙉𝙏𝙄 ❌
┋
┋ ${p}antidoc (1 or 0) 
┋ ${p}antiloc (1 or 0) 
┋ ${p}antiimg (1 or 0) 
┋ ${p}antipalavra (1 or 0) 
┋ ${p}antivideo (1 or 0)  
┋ ${p}antisticker (1 or 0) 
┋ ${p}antiaudio (1 or 0) 
┋ ${p}antictt (1 or 0) 
┋ ${p}antilink (1 or 0) 
┋ ${p}antiporn (1 or 0) 
┋ ${p}antifake (1 or 0) 
┋ ${p}antilinkhard (1 or 0) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋   👥 𝙂𝙍𝙐𝙋𝙊𝙎 👥
┋
┋ ${p}del (dial msg)
┋ ${p}addpalavra (txt) 
┋ ${p}rmpalavra (txt)
┋ ${p}listfake 
┋ ${p}listbr 
┋ ${p}listddd (country code) 
┋ ${p}dbackadd (num) 
┋ ${p}dbackrm (num)  
┋ ${p}fechargp 
┋ ${p}fecharhr 12:00
┋ ${p}abrirhr 12:00
┋ ${p}mudarnome 
┋ ${p}abrirgp 
┋ ${p}linkgroup 
┋ ${p}listadmin 
┋ ${p}leave 
┋ ${p}kick (dial num)  
┋ ${p}ban (resp msg) 
┋ ${p}promote (dial num) 
┋ ${p}demote (dial num) 
┋ ${p}dontback (1 or 0) 
┋ ${p}roletrussablock (1 or 0) 
┋ ${p}simih (1 or 0) 
┋ ${p}autostickerimg (1 or 0) 
┋ ${p}autoreply (1 or 0) 
┋ ${p}marcar 
┋ ${p}marcar2 
┋ ${p}marcar3 
┋ ${p}hidemarcar (txt) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋    🌈 𝙏𝙏𝙋 🌈
┋
┋ ${p}attp (txt) 
┋ ${p}attp2 (txt) 
┋ ${p}attp3 (txt) 
┋ ${p}attp4 (txt) 
┋ ${p}attp5 (txt) 
┋ ${p}attp6 (txt) 
┋ ${p}ttp (txt) 
┋ ${p}ttp2 (txt) 
┋ ${p}ttp3 (txt) 
┋ ${p}ttp4 (txt) 
┋ ${p}ttp5 (txt) 
┋ ${p}ttp6 (txt) 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋  🎨 𝙀𝙁𝙀𝙄𝙏𝙊𝙎 🎨
┋
┋ obs: coloque "me"
┋ ou marque alguém
┋
┋ ${p}triggerfig 
┋ ${p}triggered 
┋ ${p}amongus 
┋ ${p}lisa (txt) 
┋ ${p}sepie 
┋ ${p}invert 
┋ ${p}greyscale  
┋ ${p}lgbt 
┋ ${p}blur 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋🖌️ 𝙈𝙊𝙉𝙏𝘼𝙂𝙀𝙉𝙎 🖌️
┋
┋ obs: coloque "me"
┋ ou marque alguém
┋
┋ ${p}trash 
┋ ${p}thomas 
┋ ${p}tatto 
┋ ${p}stonks 
┋ ${p}spank 
┋ ${p}rip 
┋ ${p}notstonks 
┋ ${p}mms 
┋ ${p}karaba 
┋ ${p}jail 
┋ ${p}hitler 
┋ ${p}facepalm 
┋ ${p}bluediscord 
┋ ${p}blackdiscord 
┋ ${p}delete 
┋ ${p}confusedstonks 
┋ ${p}dobross 
┋ ${p}beatiful 
┋ ${p}affect 
┋ ${p}ad 
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋  😈 𝙋𝙊𝙍𝙉𝙊 😈
┋ ${p}nhentai ❮code❯
┋ ${p}nsfw (1 or 0) 
┋ ${p}randomhentai  
┋ ${p}nsfwneko
┋ ${p}public
┋ ${p}orgy
┋ ${p}pantsu
┋ ${p}glasses
┋ ${p}cuckold
┋ ${p}thighs
┋ ${p}pussy
┋ ${p}ahegao
┋ ${p}uniform
┋ ${p}gangbang
┋ ${p}tentacles
┋ ${p}manga
┋ ${p}incest
┋ ${p}creampie
┋ ${p}anal  
┋ ${p}yuri 
┋ ${p}hentainekogif    
┋ ${p}nsfwfeet  
┋ ${p}girlmasturbate 
┋ ${p}eroneko
┋ ${p}erokitsune 
┋ ${p}spank
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋   💱 𝙈𝙊𝙀𝘿𝘼 💱
┋ ${p}dolarhoje
┋ ${p}rublohoje
┋ ${p}ienehoje
┋ ${p}librahoje
┋ ${p}bitcoinhoje
┋ ${p}realhoje
┋ ${p}cvoin (c1)|(c2)
┋ ${p}ccoin (c1)|(c2)|(num)
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ 🔮 𝙋𝙍𝙀𝙑𝙄𝙎𝙊𝙀𝙎 🔮
┋ ${p}ship (num1) (num2)
┋ ${p}corno (num1)
┋ ${p}nazista (num1)
┋ ${p}comunista (num1)
┋ ${p}gay (num1)
┋ ${p}qi (num1)
┋ ${p}seudia (num1)
┋ ${p}feio (num1)
┋ ${p}bv (num1)
┋ ${p}gado (num1)
┋ ${p}gostoso (num1)
┋ ${p}gostosa (num1)
┋ ${p}randomship (n1, n/a)
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯

╭┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╮
┋ 🖍️ 𝙇𝙊𝙂𝙊𝙎 🖍️
┋
┋ ${p}graffiti (txt)
┋ ${p}shinerainbow (txt)
┋ ${p}glowing (txt)
┋ ${p}gradient (txt)
┋ ${p}cemitery (txt)
┋ ${p}coffev2 (txt)
┋ ${p}coffe (txt)
┋ ${p}love (txt)
┋ ${p}naruto (txt)
┋ ${p}undergrass (txt)
┋ ${p}flower (txt)
┋ ${p}ph (t1)|(t2)
┋ ${p}marvel (t1)|(t2)
┋ ${p}avengers (t1)|(t2)
┋ ${p}thunder (txt)
┋ ${p}dropwater (txt)
┋ ${p}neonlight (txt)
┋ ${p}imglitch (txt)
┋ ${p}bearlogo (txt)
┋ ${p}lionlogo (t1)|(t2)
┋ ${p}wolflogo (t1)|(t2)
┋ ${p}wolflogo (t1)|(t2)
┋ ${p}matrix (txt)
┋ ${p}box3d (txt)
┋ ${p}space (txt)
┋ ${p}circuit (txt)
┋ ${p}magma (txt)
╰┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅╯
`
}

exports.help = help


